Repository: dracor-org/einakter
Catalog: src/locales/*/messages.po
Languages: fr, ku, uk

source: About
fr: A propos de ce projet
ku: derbarê
uk: Про проєкт

source: About the project
fr: A propos de ce projet
ku: di derbarê bernameyê de
uk: Про проєкт

source: Author
fr: Auteur.rice
ku: nivîskar
uk: Автор

source: Authors
fr: Auteurs.rices
ku: nivîskar
uk: Автори

source: b.
fr: né.e
ku: zayîn
uk: народ.

source: Based on
fr: Texte de base
ku: li ser bingeha
uk: Засновано на

source: Characters
fr: Personnages
ku: karakter
uk: Персонажі

source: Comments
fr: Informations complémentaires
ku: têbinî
uk: Коментарі

source: Czech
fr: Tchèque
ku: çekî
uk: Чеська

source: d.
fr: mort.e
ku: mirin
uk: пом.

source: Danish
fr: Danois
ku: danîmarkî
uk: Данська

source: Dates
fr: Dates de parution
ku: dîrok
uk: Датування

source: Dictionaries
fr: Références
ku: ferheng
uk: Довідники

source: Download CSV
fr: Télécharger le fichier CSV
ku: daxisitin CSV
uk: Завантажити CSV

source: Download JSON
fr: Télécharger le fichier JSON
ku: daxistin JSON
uk: Завантажити JSON

source: Dramatis personae
ku: kesayetên dramatîk
uk: Дійові особи

source: Dutch
fr: Hollandais
ku: holandî
uk: Нідерландська

source: Edited by Dîlan Canan Çakir and Frank Fischer
fr: Edité par Dîlan Canan Çakir et Frank Fischer
ku: Edîtorî ji Dîlan Canan Çakir û Frank Fischer
uk: Редактори: Ділан Джанан Чакир и Франк Фішер

source: Editions
ku: çap
uk: Видання

source: English
fr: Anglais
ku: îngilîzî
uk: Англiйська

source: female
fr: femmes
ku: mê
uk: Жінки

source: Formalia
fr: Aspects formels
ku: cure
uk: Форма твору

source: French
fr: Français
ku: fransî
uk: Французька

source: Full text
fr: Texte intégral
ku: nivîsa tevahî
uk: Повний текст

source: German
fr: Allemand
ku: elmanî
uk: Німецька

source: Group
fr: Groupe
ku: kom
uk: Група

source: Italian
fr: Italien
ku: îtalî
uk: Італійська

source: Keywords
fr: Mots-clefs
ku: miftepeyv
uk: Ключові слова

source: Language
fr: Langue
ku: ziman
uk: Мова

source: Languages
fr: Langues
ku: ziman
uk: Мови

source: Latin
ku: latînî
uk: Латинська

source: Links
fr: Liens vers d'autres projets
ku: girêdan
uk: Посилання на інші проєкти

source: Location
fr: Lieu
ku: derawa
uk: Місце дії

source: Locations
fr: Lieux
ku: derawa
uk: Місця дії

source: male
fr: hommes
ku: nêr
uk: Чоловіки

source: No such play
fr: Aucune pièce correspondante
ku: Lîstikeke wisa tune
uk: Пʼєсу не знайдено

source: not available
fr: non disponible
ku: ne berdeste
uk: невказаний

source: Number of originals
fr: Nombre d'originaux
ku: hejmara orîjinalan
uk: Кількість оригіналів

source: Number of Scenes
fr: Nombre de scènes
ku: hejmara sehneyan
uk: Кількість сцен

source: Number of translations
fr: Nombre de traductions
ku: hejmara wergeran
uk: Кількість перекладів

source: One-act plays
fr: Pièces en 1 Acte
ku: șanoyên yek-perdeyî
uk: Одноактні пʼєси

source: Original not found
fr: Aucun original n'a été trouvé
ku: Orjînal nehat dîtin
uk: Оригінал не знайдено

source: Originals
fr: Pièces originales
ku: orîjinal
uk: Оригінали

source: Other one-act translations
fr: Autres traductions de pièces en 1 Acte
ku: wergerên din ên yek-perdeyî
uk: Інші одноактні переклади

source: Our aim is to provide a general quantitative overview of one-act plays written in German between the mid-18th and mid-19th centuries. For more information, including how to cite this database, please see the About page.
fr: Notre objectif est de fournir un panorama général et quantitatif des pièces en un acte écrites en allemand entre le milieu du XVIIIe et le milieu du XIXe siècle. Pour plus d'informations, notamment sur la manière de citer cette base de données, consulter la page »A propos«.
ku: Mebesta me ew e ku em li ser lîstikên yek-perdeyî yên di navbera nîveka sedsala 18an û nîveka sedsala 19an de bi elmanî hatine nivîsandin, bi nêrîneke jimarî ya giştî pêşkêş bikin. Ji bo agahiyên zêdetir, herweha bê meriv çawa dikare jêderka vê danegehê nîşan bide, ji kerema xwe li rûpela »Derbarê« binêrin.
uk: Метою нашого проєкту є надання бази даних одноактних німецькомовних пʼєс, які були написані між серединою XVIII ст. та серединою XIX ст.. Щоб дізнатися більше про базу даних та про те, як на неї посилатися, переходьте за посиланням у розділі „Про проєкт“.

source: Plays
fr: Pièces
ku: șanoyê
uk: Пʼєси

source: Plays published anonymously
fr: Pièces publiées anonymement
ku: şanoyên anonîm çapbûyî
uk: Анонімно опубліковані пʼєси

source: Plays translated/adapted from other languages
fr: Pièces traduites ou adaptées d'autres langues
ku: şanoyên ji zimanên din
uk: Перекладені з інших мов пʼєси

source: premiered
fr: première
ku: promiyer kiriye
uk: Премʼєра

source: printed
fr: imprimé
ku: çapkirî
uk: Видано

source: Reviews
fr: Compte rendus critiques
ku: nirxandin
uk: Огляди

source: Russian
fr: Russe
ku: rûsî
uk: Російська

source: Scenes
fr: Scènes
ku: sehne
uk: Сцени

source: Search
fr: Recherche
ku: gerr
uk: Пошук

source: Setting
fr: Lieu
ku: eyar
uk: Сценічне оформлення

source: Spanish
fr: Espagnol
ku: îspanyolî
uk: Іспанська

source: The Database of German-Language One-Act Plays 1740–1850
fr: La base de données des pièces de théâtre de langue allemande en un acte 1740–1850
ku: Danegeha Şanoyên Yek-perdeyî yên bi Zimanê Elmanî 1740-1850
uk: База німецькомовних одноактних пʼєс 1740–1850 років

source: The Database of<0/>German-Language<1/>One-Act Plays<2/>1740–1850
fr: La base de données<0/>des pièces de théâtre<1/>de langue allemande<2/>en un acte 1740–1850
ku: Danegeha Şanoyên<0/>Yek-perdeyî yên<1/>bi Zimanê Elmanî<2/>1740-1850
uk: База німецькомовних<0/>одноактних пʼєс<1/>1740–1850 років

source: This map shows all plot locations extractable from the setting information at the beginning of a play. Denominations and demarcations on the map are provided by OpenStreetMap and are therefore ahistorical in relation to the time of action and creation of a play.
fr: Cette carte présente tous les lieux où se déroule l'action; elle s'appuie sur les informations qu'il est possible d'extraire de l'information fournie au début de chaque pièce. Les noms de lieux et les frontières entre les pays proviennent de manière générique d'OpenStreetMap et n'ont pas de relation historique directe avec l'époque et l'action de chaque pièce.
ku: Ev nexşe hemî cihên çîrokê yên ku ji agahdariyên mîhengî yên di destpêka lîstikê de têne derxistin nîşan dide. Binavkirin û sînorkirinên li ser nexşeyê ji hêla OpenStreetMap ve têne peyda kirin û ji ber vê yekê bi dema çalakiyê û afirandina lîstikê re ne-dîrokî ne.
uk: Ця карта демонструє географічні обʼєкти з сценічного оформлення на початку пʼєси. Назви топонімів та розмежування на карті надано OpenStreetMap. Вони не мають історичної відповідності до часу, описаного у пʼєсі, та часу її написання.

source: Title
fr: Titre
ku: serenav
uk: Назва

source: Translations
fr: Traductions
ku: werger
uk: Переклади

source: written
fr: écrit
ku: nivîsandin
uk: Написано

source: Year (normalized)
fr: Année (normalisée)
ku: sal (normal kirin)
uk: Рік (нормалізований)
